{
    "Greeting": {
        "1": "Oh... it's you. Let's just get this over with.",
        "2": "I guess anyone nowadays thinks they can just walk in and talk to me.",
        "3": "Hello traveler",
        "4": "It is good to see you.",
        "5": "My friend, it is so good to see you. I hope you have been doing well."
    },

    "Farewell": {
        "1": "Please just leave already.",
        "2": "*tch*",
        "3": "Until we meet again.",
        "4": "I hope to see you again soon.",
        "5": "Feel free to come talk to me anytime."
    },

	"Ask_Name": {
		"1": "What do people call you?",
        "2": "What do people call you?", 
		"3": "What do people call you?",
		"4": "What do you call yourself, friend?",
		"5": "What do you call yourself, friend?"
	
	},

	"Tell Name": {
		"1": "My name is Yemoja.",
		"2": "Nice to meet you. I am Yemoja.",
		"3": "I am pleased to make your acquaintance. People know me as Yemoja. My purpose is to protect this desert and its inhabitants with my life.",
        "4": "I am pleased to make your acquaintance. People know me as Yemoja. My purpose is to protect this desert and its inhabitants with my life.",
        "5": "I am pleased to make your acquaintance. People know me as Yemoja. My purpose is to protect this desert and its inhabitants with my life."
	},

	"Ask_Origin": {
		"1": "Where are you from?",
		"2": "Where are you from?",
		"3": "Where are you from?",
        "4": "Where are you from?",
        "5": "Where are you from?"
	},

	"Tell Origin": {
		"1": "If you knew anything, it would be obvious that I am from the Oasis village.",
		"2": "Are you joking? I am from the Oasis village.",
		"3": "I came from the village outskirts many years ago and have lived here ever since.",
		"4": "I came from the village outskirts many years ago and have lived here ever since.",
        "5": "I came from the village outskirts many years ago and have lived here ever since."
		
	},

	"Ask About Strength Of": {
        "1": "I know that someone like you probably knows nothing I already do not, but how strong is HERO",
        "2": "I doubt you can enlighten me, but what do you know of the strength possesed by HERO",
        "3": "What do you know of the strength possesed by HERO",
        "4": "What do you know of the strength possesed by HERO",
        "5": "What do you know of the strength possesed by HERO"
    },

	"Tell About Strength Of": {
        "1": "HERO is a weakling that has no ability to defend themself or others.",
        "2": "HERO is a weak person that can barely defend themself.",
        "3": "HERO is a capable person who can defend themself and their people.",
        "4": "HERO is a great individual with vast strength.",
        "5": "HERO has enough strength to take down anyone, or to protect anybody."
    },

    "Ask About Affinity Of": {
        "1": "I know that someone like you probably knows nothing I already do not, but how likable is HERO",
        "2": "I doubt you can enlighten me, but how friendly is HERO",
        "3": "How much of an agreeable person is HERO",
        "4": "How much of an agreeable person is HERO",
        "5": "How much of an agreeable person is HERO"
    },

	"Tell About Affinity Of": {
        "1": "HERO is that horrible person that is always up to no good.",
        "2": "HERO is someone that has made too many enemies for themself.",
        "3": "HERO is a person that is likable enough.",
        "4": "HERO is someone that a multitude of people think well of. Myself included.",
        "5": "HERO is someone that a multitude of people think well of. Myself included."
    },

	"Ask About Notoriety Of": {
        "1": "I know that someone like you probably knows nothing I already do not, but how well known is HERO",
        "2": "Since you so decided to show up in my presence unnanounced, how about you make yourself useful? What is the level of renown of HERO",
        "3": "I am interested in people who have made names for themselves. How well do people know HERO",
        "4": "I am interested in people who have made names for themselves. How well do people know HERO",
        "5": "I am interested in people who have made names for themselves. How well do people know HERO"
    },

	"Tell About Notoriety Of": {
        "1": "HERO is a nobody with very few accomplishments.",
        "2": "HERO is an individual of little importance with only a few minor accomplishments.",
        "3": "HERO is known as a capable person that has earned the favor of some.",
        "4": "HERO is known as a champion of the people and as a person of great strength and fortitude.",
        "5": "HERO is known far and wide as a hero amongst heroes and many people sing of their achievements."
    },

	"Ask_To_Form_Alliance": {
        "1": "How do you feel about forming and Alliance with me?",
		"2": "How do you feel about forming and Alliance with me?",
        "3": "How do you feel about forming and Alliance with me?",
        "4": "How do you feel about forming and Alliance with me?",
        "5": "How do you feel about forming and Alliance with me?"
    },

	"Accept Alliance Offer": {
        "1": "Why would I align with you of all people?",
        "2": "I refuse.",
        "3": "I think that forming an alliance with you is a situation that benefits the both of us. I accept.",
        "4": "I am more than happy to ally with you. I know that you will help make this village safer.",
		"5": "I am more than happy to ally with you. I know that you will help make this village safer."
    },

	"Confirm Alliance": {
        "1": "Fine then. Nevermind.",
        "2": "Fine then. Nevermind.",
        "3": "Let's get this paperwork out of the way then. Glad to have you aboard.",
        "4": "Let's get this paperwork out of the way then. Glad to have you aboard.",
		"5": "Let's get this paperwork out of the way then. Glad to have you aboard."
    },

	"Advise To Conquer": {
        "1": "I would like you to consider conquering HERO",
        "2": "I think it would be greatly beneficial to you if you gained control over HERO",
        "3": "My friend, I believe now would be a perfect opportunity to conquer HERO",
		"4": "My friend, I believe now would be a perfect opportunity to conquer HERO",
		"5": "My friend, I believe now would be a perfect opportunity to conquer HERO"
    },

	"Take Advice To Conquer": {
        "1": "HERO hmm.I was considering conquering them but then you told me it was a good idea. Now I am not so sure. ",
        "2": "HERO? Really? I don't feel like you should be giving me advice on such an important matter.",
        "3": "HERO eh.I am not sure that conquest is the best idea for ensuring the safety of this village, but I will keep it in mind.",
        "4": "HERO as a conquering target? I think that moving to conquer is a risky move, but I am glad that you gave me this advice.",
        "5": "HERO hmm. I respect your advice, and will definitely consider conquest as a powerful strategic move."
    },

	"Advise To Ally With": {
        "1": "I believe it would be beneficial to you if you ally with HERO",
        "2": "I feel like you would be a perfect candidate for an alliance with HERO",
        "3": "My friend, I know that you are strong. You should share your strength with HERO",
		"4": "My friend, I know that you are strong. You should share your strength with HERO",
        "5": "My friend, I know that you are strong. You should share your strength with HERO"
    },

	"Take Advice To Ally With": {
        "1": "HERO!? I absolutely refuse. The very idea of being in an alliance with their village disgusts me.",
        "2": "HERO as an ally? An alliance can possibly help ensure the safety of this village, so I will definitely consider it.",
        "3": "HERO as an ally? I will have to think deeply as to whether or not an alliance with them would be a good idea.",
        "4": "HERO as an ally? Your advice always has my best interests in mind it seems, so I promise you I will deeply consider an alliance with them.",
        "5": "HERO as an ally? Your advice always has my best interests in mind it seems, so I promise you I will deeply consider an alliance with them."
    },

	"Advise To Revolt Against": {
        "1": "I think it would be in your best interests to revolt against HERO",
        "2": "I cannot stand see you under the oppression of another. You must break free of HERO",
		"3": "I know that you are not the type of person to sit down, give up, and let others walk all over you. You must break free from HERO",
		"4": "I know that you are not the type of person to sit down, give up, and let others walk all over you. You must break free from HERO",
        "5": "I know that you are not the type of person to sit down, give up, and let others walk all over you. You must break free from HERO"
    },

	"Take Advice To Revolt Against": {
        "1": "HERO has gone too far, but do you honestly think I would take advice on such an important matter from someone like you.",
        "2": "HERO has gone too far, I do not think I should be discussing this with someone like you.",
        "3": "HERO is not very tolerant and it seems very risky to even be talking about this, but I cannot say that I haven't considered revolt.",
        "4": "HERO being gone would help this village prosper, but it just seems so dangerous. I will have to think about this.",
        "5": "HERO will control my people no further! I know you are right. This tyranny can last no longer. The only possible solution I can think of is revolt."
    },

	"Advise To Destroy": {
        "1": "I feel like it would most certainly be in your best interests to destroy HERO",
        "2": "I feel like it is a good idea for you to destroy nuisances like HERO",
        "3": "You know me, I am not usually one to support such violence, but I feel like it should be one of your top priorities to destroy HERO",
		"4": "You know me, I am not usually one to support such violence, but I feel like it should be one of your top priorities to destroy HERO",
        "5": "You know me, I am not usually one to support such violence, but I feel like it should be one of your top priorities to destroy HERO"
    },

    "Take Advice To Destroy": {
        "1": "HERO!? You are suggesting I destroy them!? It is possible that this village would be safer if that village was out of the picture entirely. But I know that it is risky.",
        "2": "HERO is not someone that will be easy to get rid of, but I am not someone to back down from a challenge if the safety of this village is on the line.",
        "3": "HERO has to go. I usually try to avoid such violence and destruction, but deep down I know that you are right.",
		"4": "HERO has to go. I usually try to avoid such violence and destruction, but deep down I know that you are right.",
        "5": "HERO has to go. I usually try to avoid such violence and destruction, but deep down I know that you are right."
    },

	"Ask_To_Duel": {
        "1": "I am looking for an easy duel to loosen up a bit. Wanna go at it?",
        "2": "Duel me. I doubt someone of your caliber could even keep up.",
        "3": "I am looking for a respectable duel. Are you prepared.",
        "4": "I cannot think of a better warrior to test my mettle against. I challenge you to a duel.",
		"5": "I cannot think of a better warrior to test my mettle against. I challenge you to a duel."
    },

	"Accept Duel": {
        "1": "I have no time for games. Go and find someone else to fight.",
        "2": "I refuse. I see no point in fighting you now.",
        "3": "As the guardian of this village, I accept your challenge.",
        "4": "As the guardian of this village, I accept your challenge.",
        "5": "As the guardian of this village, I accept your challenge."
    },

	"Confirm Duel": {
        "1": "Ok. Sorry to bother you.",
        "2": "Ok. Sorry to bother you.",
        "3": "Let us get this duel started then.",
        "4": "Let us get this duel started then.",
        "5": "Let us get this duel started then."
    },

	"Ask_To_Spar": {
        "1": "It won't help me improve my abilities much, but I think we should spar.",
        "2": "I am looking for a sparring partner. Wanna spar?",
        "3": "I need some sparring practice. Would you consider sparring with me?",
        "4": "I would be grateful if you would spar with me.",
		"5": "I would be grateful if you would spar with me."
    },

	"Accept Spar Request": {
        "1": "I refuse to spar with the likes of you.",
        "2": "You are not yet worthy.",
        "3": "I suppose I could use some practice.",
        "4": "A spar, huh? I suppose it really couldn't hurt to get some practice in with you.",
        "5": "Sure, it'll be fun to face such a worthy opponent."
    },

	"Confirm Spar": {
        "1": "Disappointing.... Well, sorry to bother you.",
        "2": "Disappointing.... Well, sorry to bother you.",
        "3": "Let us begin with this spar then. Don't hold back.",
        "4": "Let us begin with this spar then. Don't hold back.",
        "5": "Let us begin with this spar then. Don't hold back."
    },

	"Bribe": {
        "1": "I cannot believe I am asking you of all people, but would you accept this.",
        "2": "Would you be interested in this gift.",
        "3": "I decided to get this for you, hopefully you'll accept it.",
		"4": "I decided to get this for you, hopefully you'll accept it.",
        "5": "I decided to get this for you, hopefully you'll accept it."
    },

	"Accept Bribe": {
        "1": "Do you honesly think I would stoop to your level and accept a bribe.",
        "2": "I hope you think better of me than to think I would be swayed so easily by a bribe.",
        "3": "I suppose I could consider your offer.",
        "4": "I do not usually accept bribes, but I suppose I could make an exception for you.",
        "5": "I gladly accept."
    },

	"Ask_To_Join_Party":{
	    "1": "Would you be willing to allow me to join you?",
        "2": "I would greatly appreciate if you would allow me to stand by your side.",
        "3": "Please, allow me to be in your company. I would be eternally grateful.",
		"4": "Please, allow me to be in your company. I would be eternally grateful.",
        "5": "Please, allow me to be in your company. I would be eternally grateful."
	},

    "Accept Into Party":{
	    "1": "I would rather group up with a toad.",
        "2": "I would rather not.",
        "3": "With you on my side, we will be able to protect hundreds of people. Welcome aboard.",
		"4": "With you on my side, we will be able to protect hundreds of people. Welcome aboard.",
        "5": "With you on my side, we will be able to protect hundreds of people. Welcome aboard."
	},

	"Recruit_For_Party":{
	    "1": "Would you like to join my party?",
        "2": "My party could use a mind like yours. Would you care to join?",
        "3": "You seem exceedingly smart and strong. I humbly ask you to join me.",
		"4": "You seem exceedingly smart and strong. I humbly ask you to join me.",
        "5": "You seem exceedingly smart and strong. I humbly ask you to join me."
	},

    "Join Party":{
	    "1": "I will consider your offer, but I cannot say at the moment.",
        "2": "I appreciate the offer and I gladly accept.",
        "3": "Thank you so very much for allowing me to stand by your side. I wholeheartedly accept.",
		"4": "Thank you so very much for allowing me to stand by your side. I wholeheartedly accept.",
        "5": "Thank you so very much for allowing me to stand by your side. I wholeheartedly accept."
	},

	"Compliment": {
        "1": "I can tell that you have many great qualities.",
        "2": "I belive that you are a strong and wise individual.",
        "3": "I can tell that you have many great qualities.",
		"4": "I am glad to have met you. I truly believe knowing you has had a positive effect on me and this village.",
        "5": "I am glad to have met you. I truly believe knowing you has had a positive effect on me and this village."
    },

	"Thank": {
        "1": "Am I supposed to be flattered?",
        "2": "If you say so.",
        "3": "Thank you.",
        "4": "It is not often people flatter me.",
        "5": "Thanks so much, and I could say the same about you."
    },

	"Grovel": {
        "1": "I am reluctant to do this, but I suppose I must beg for your mercy.",
        "2": "Please know that I truly meant no harm to you and accept my apology.",
        "3": "My friend, please know that I would never try to harm you. I truly meant no real harm.",
		"4": "My friend, please know that I would never try to harm you. I truly meant no real harm.",
        "5": "My friend, please know that I would never try to harm you. I truly meant no real harm."
    },

	"Accept Plea": {
        "1": "Oh please get off your knees you're making an absolute fool of yourself.",
        "2": "I understand your situation, but it will take more than that to change my mind about you.",
        "3": "I accept your apology.",
        "4": "Please, get off of your knees you do not need to go that far simply to apolgize to me.",
        "5": "My friend I would accept an apology from you anytime."
    },

	"Advise To Train With": {
        "1": "I believe that your village would be safer if you trained its troops with HERO",
        "2": "I think that it should be a high priority for you to train with HERO",
        "3": "I suggest that you bolster your defenses through training with HERO",
		"4": "I suggest that you bolster your defenses through training with HERO",
        "5": "I suggest that you bolster your defenses through training with HERO"
    },

	"Take Advice To Train With": {
        "1": "HERO!? Train me? I believe I know when I should train the village and its soldiers. I do not need your advice.",
        "2": "HERO!? Train me? Are you implying that this village is weak? I think I know how strong they are more than you do.",
        "3": "HERO? Train me? Hmm. It cannot hurt to always be a bit more prepared. I will consider it.",
        "4": "HERO? Train me? I do worry about whether we are prepared for an attack or not. I will definitely consider training.",
        "5": "HERO? Train me? I know you're right. This village is vunerable in its current state. I will definitely think about training in order to bolster our defenses."
    },

	"Advise To Fight": {
        "1": "I believe it would be prudent of you to fight HERO.",
        "2": "I think fighting with HERO could be beneficial to you.",
        "3": "You should fight with HERO and rise to even greater heights in strength.",
        "4": "You should fight with HERO and rise to even greater heights in strength.",
        "5": "You should fight with HERO and rise to even greater heights in strength."
    },

	"Take Advice To Fight": {
        "1": "You expect me to take advice from you? No thank you.",
        "2": "I understand where you are coming from, but I cannot trust your advice at present.",
        "3": "A fight with HERO? Well, the village would be safer if I improved my skills. I will take your advice.",
        "4": "You are suggesting I fight with HERO? Hmm. I do value your opinion... I will take your advice.",
        "5": "Your advice is a boon to me my friend. I will act on it right away."
    },

	"Advise To Send Peace Offering To": {
        "1": "I believe it would be prudent of you to send a peace offering to HERO.",
        "2": "You should send a peace offering to HERO in order to earn their favor.",
        "3": "I would hate to see you get into trouble with HERO. You should try sending them a peace offering.",
        "4": "I would hate to see you get into trouble with HERO. You should try sending them a peace offering.",
        "5": "I would hate to see you get into trouble with HERO. You should try sending them a peace offering."
    },

	"Take Advice To Send Peace Offering To": {
        "1": "My apologies, but I do not think your advice is worth acting on.",
        "2": "Your advice is not bad, but I am not sure that you are trustworthy so I won't act on your word.",
        "3": "Hmm. Your words seem to be free of ill intent. I will try taking your advice.",
        "4": "As an advocate of peace and as your friend, I will take your advice.",
        "5": "If you truly believe that a peace offering will lessen tensions between our villages then I will believe in you and send one."
    },

	"Ask_For_Teaching": {
        "1": "I would like to be taught by you.",
        "2": "I know that you are both wise and strong, and would greatly appreciate it if you could share some of that strength and wisdom with me.",
		"3": "I know that you are both wise and strong, and would greatly appreciate it if you could share some of that strength and wisdom with me.",
        "4": "I know that you are both wise and strong, and would greatly appreciate it if you could share some of that strength and wisdom with me.",
        "5": "I know that you are both wise and strong, and would greatly appreciate it if you could share some of that strength and wisdom with me."
    },

	"Teach": {
        "1": "I would rather burn this village to the ground with my own hands than teach someone like you.",
        "2": "I really would rather not.",
        "3": "I suppose teaching you wouldn't hurt.",
        "4": "Of course I would be fine teaching you.",
        "5": "I would love to teach you. I can probably learn some things myself by teaching you."
    },

	"Offer_Teaching": {
        "1": "I wouldn't mind imparting some of my knowledge upon you if you are alright with it.",
        "2": "I believe I could teach you many things that would be of use to you.",
		"3": "I suppose teaching you wouldn't hurt.",
        "4": "Please allow me to teach you. It would be mutually beneficial.",
        "5": "I would love to teach you. I can probably learn some things myself by teaching you."
    },

	"Accept Teaching": {
        "1": "Hahaha I honestly would rather be taught by a rat than the likes of you.",
        "2": "I doubt you could teach me anything.",
        "3": "Oh, I suppose being taught by you could not hurt.",
        "4": "I would be more than happy to accept your teaching.",
        "5": "I gladly accept your offer. I would love to be taught by someone like you."
    },

	"Boast": {
        "1": "I am told that I am quite beautiful.",
        "2": "I take pride with the lengths I go to in order to keep the oasis village safe.",
        "3": "This village, under my leadership, has never lost a single defensive battle.",
		"4": "This village, under my leadership, has never lost a single defensive battle.",
        "5": "This village, under my leadership, has never lost a single defensive battle."
    },

    "Congratulate": {
        "1": "Oh wow that is pathetic!",
        "2": "I am sure you are talking yourself up.",
        "3": "That is impressive",
        "4": "Oh wow I am impressed.",
        "5": "I already knew you were great, but not that great."
    },

	"Intimidate": {
        "1": "I am absolutely sick of you. If someone doesn't take you out soon I just might do it myself.",
        "2": "You seem good at making enemies, so if I were you I would watch my back.",
		"3": "If you ever pose a threat to the safety of my village, keep in mind that I will not hesitate to eradicate you.",
        "4": "If you ever pose a threat to the safety of my village, keep in mind that I will not hesitate to eradicate you.",
        "5": "If you ever pose a threat to the safety of my village, keep in mind that I will not hesitate to eradicate you."
    },

	"Talk Back": {
        "1": "Were you trying to scare me, because all you did is make me angry.",
        "2": "Your attempt at intimidation is paltry, at best. ",
        "3": "Ah... I do not know if I offended you, but if you are mad at me just please leave the village out of it.",
        "4": "Have I done somehting to you? I thought we were on good terms.",
        "5": "My friend I do not know if I have done anything to make you say that but I am truly sorry if I have."
    },

	"Insult": {
        "1": "Your mother was a hamster and your father smelt of elderberries.",
        "2": "The fact that you even think you can call yourself a 'Hero' is an absolute joke.",
		"3": "The fact that you even think you can call yourself a 'Hero' is an absolute joke.",
        "4": "The fact that you even think you can call yourself a 'Hero' is an absolute joke.",
        "5": "The fact that you even think you can call yourself a 'Hero' is an absolute joke."
    },

	"Defend Self": {
        "1": "Is that really the best insult you have? Pssh, pathetic.",
        "2": "I hope you know that you are playing with fire right now.",
        "3": "Oh... that was a pretty awful thing to say.",
        "4": "That actually stung quite a bit.",
        "5": "What did I do to you to deserve that? I thought we were closer than that."
    },

	"No_More_Phrases": {
        "1": "...",
        "2": "...",
        "3": "...",
        "4": "...",
        "5": "..."
    },

	"Already_Asked": {
        "1": "You are quite the joker. Remember, you have already asked me that.",
        "2": "You are quite the joker. Remember, you have already asked me that.",
        "3": "You are quite the joker. Remember, you have already asked me that.",
        "4": "You are quite the joker. Remember, you have already asked me that.",
        "5": "You are quite the joker. Remember, you have already asked me that."
    },

	"Response_No_More_Phrases": {
        "1": "...",
        "2": "...",
        "3": "...",
        "4": "...",
        "5": "..."
    },

	"Response_Already_Asked": {
        "1": "...",
        "2": "...",
        "3": "...",
        "4": "...",
        "5": "..."
    },

	"Response_Ask_For_Quest": {
        "1": "Let me see...",
        "2": "Let me see...",
        "3": "Let me see...",
        "4": "Let me see...",
        "5": "Let me see..."
    },

	"Accept_Quest": {
        "1": "I will take it.",
        "2": "I will take it.",
        "3": "I will take it.",
        "4": "I will take it.",
        "5": "I will take it."
    },

	"Decline_Quest": {
        "1": "I will pass.",
        "2": "I will pass.",
        "3": "I will pass.",
        "4": "I will pass.",
        "5": "I will pass."
    },

	"Offer_Quest": {
        "1": "I would like you to ACTION HERO.",
        "2": "I would like you to ACTION HERO.",
        "3": "I would like you to ACTION HERO.",
        "4": "I would like you to ACTION HERO.",
        "5": "I would like you to ACTION HERO."
    },

	"No Quest": {
        "1": "No, nothing comes to mind.",
        "2": "No, nothing comes to mind.",
        "3": "No, nothing comes to mind.",
        "4": "No, nothing comes to mind.",
        "5": "No, nothing comes to mind."
    },

	"Quest_Complete": {
        "1": "Thanks for completing my quest and helping me out.",
        "2": "Thanks for completing my quest and helping me out.",
        "3": "Thanks for completing my quest and helping me out.",
        "4": "Thanks for completing my quest and helping me out.",
        "5": "Thanks for completing my quest and helping me out."
    },

	"Quest_In_Progress": {
        "1": "I hope the quest I gave you is going smoothly.",
        "2": "I hope the quest I gave you is going smoothly.",
        "3": "I hope the quest I gave you is going smoothly.",
        "4": "I hope the quest I gave you is going smoothly.",
        "5": "I hope the quest I gave you is going smoothly."
    },

	"Exit Quest": {
        "1": "Please wait. There is something I would like you to do for me.",
        "2": "Please wait. There is something I would like you to do for me.",
        "3": "Please wait. There is something I would like you to do for me.",
        "4": "Please wait. There is something I would like you to do for me.",
        "5": "Please wait. There is something I would like you to do for me."
    },

	"Decline_To_Answer": {
		"1": "I have nothing to say to that.",
        "2": "I don't know you well enough to reply.",
        "3": "Um...",
		"4": "Sorry, but I do not know how I should respond.",
        "5": "Sorry, but I do not know how I should respond."
	},

   "give_quest_hack": {
        "1": "Wait, don't leave just yet! There is a rogue squadron of rebels north of here. Would you help me protect my people from them",
		"2": "Wait, don't leave just yet! There is a rogue squadron of rebels north of here. Would you help me protect my people from them",
        "3": "Wait, don't leave just yet! There is a rogue squadron of rebels north of here. Would you help me protect my people from them",
		"4": "Wait, don't leave just yet! There is a rogue squadron of rebels north of here. Would you help me protect my people from them",
        "5": "Wait, don't leave just yet! There is a rogue squadron of rebels north of here. Would you help me protect my people from them"
   }
}